var news_2018 = [
    {
        'img': './images/news2_minsk-chp.jpg',
        'date': '23-24.03.2018',
        'title': 'Кубок Минска',
        'text': 'В последние дни марта в Минске прошел кубок города по го.',
        'decoration_css': 'color_fill green',
    },
    {
        'img': './images/news2_minsk-chp.jpg',
        'date': '31.11,02.12.2018',
        'title': 'Чемпионат Беларуси',
        'text': 'В начале декабря в минском дворце детей и молодежи ' +
            'прошел чемпионат страны по го.',
        'decoration_css': 'color_fill green',
    }
];
var news_2019 = [
    {
        'img': './images/news1_spb-china-cup.jpg',
        'date': '16-17.02.2019',
        'title': 'Кубок консула Китая',
        'text': '16-го и 17-го февраля в Санкт-Петербурге прошел крупный турнир, ' +
            'посвященный китайскому новому году и организованный совместно ' +
            'федерацией го России и консульством Китая в Санкт-Петербурге.',
        'decoration_css': 'color_fill pink',
    },
    {
        'img': './images/news2_minsk-chp.jpg',
        'date': '29,31.03.2019',
        'title': 'Кубок Минска',
        'text': 'В последние дни марта в Минске прошел кубок города по го.',
        'decoration_css': 'color_fill green',
    },
    {
        'img': './images/news3_wagc-japan.jpg',
        'date': '30.05-07.06.2019',
        'title': 'Чемпионат мира 2019 г.',
        'text': 'C 30 мая по 7 июня в Японии в городе Мацуе, префектура Шиманэ, ' +
            'прошел 40-ой чемпионат мира по го среди любителей.',
        'decoration_css': 'color_fill blue',
    },
    {
        'img': './images/news4_seul-4.jpg',
        'date': '31.08-06.09.2019',
        'title': 'Кубок премьер министра Южной Кореи',
        'text': 'В начале сентября в Сеуле прошел кубок премьер министра ' +
            'этой страны, который является вторым по значимости международным ' +
            'соревнованием по го среди любителей.',
        'decoration_css': 'color_fill blue',
    }
];
